Repository: iMax3060/zero-exp
Catalog: locale/*/LC_MESSAGES/configParser.po
Languages: de

source: Open configuration schema file: {configSchemaFilename}
de: Öffne die Konfigurationsschemadatei {configSchemaFilename}.

source: successfully opened configuration schema file: {configSchemaFilename}
de: Erfolgreich die Konfigurationsschemadatei {configSchemaFilename} geöffnet.

source: Parse configuration schema file: {configSchemaFilename}
de: Analysiere die Konfigurationsschemadatei {configSchemaFilename}.

source: Successfully parsed configuration schema file: {configSchemaFilename}
de: Erfolgreich die Konfigurationsschemadatei {configSchemaFilename} analysiert.

source: Verify validity of configuration schema file: {configSchemaFilename}
de: Prüfe die Korrektheit der Konfigurationsschemadatei {configSchemaFilename}.

source: Verified validity of configuration schema file: {configSchemaFilename}
de: Erfolgreich die Korrektheit der Konfigurationsschemadatei {configSchemaFilename} geprüft.

source: Open configuration file: {configFilename}
de: Öffne die Konfigurationsdatei {configFilename}.

source: Successfully opened configuration file: {configFilename}
de: Erfolgreich Konfigurationsdatei {configFilename} geöffnet.

source: Parse configuration file: {configFilename}
de: Analysiere die Konfigurationsdatei {configFilename}.

source: Successfully parsed configuration file: {configFilename}
de: Erfolgreich die Konfigurationsdatei {configFilename} analysiert.

source: Check the validity of the configuration file: {configFilename}
de: Prüfe die Korrektheit der Konfigurationsdatei {configFilename}.

source: There are no partitions configured in {configFilename}.
de: In {configFilename} sind keine Partitionen konfiguriert.

source: There is no mountpoint of the partition {partitionName} configured in {configFilename}.
de: Der mountpoint von {partitionName} ist in {configFilename} nicht konfiguriert.

source: The partition {partitionName} configured in {configFilename} is not known.
de: Die in {configFilename} konfigurierte Partition {partitionName} ist nicht bekannt.

source: The partition configuration field {fieldName} configured in {configFilename} is not a known.
de: Der in {configFilename} konfigurierte Partitionskonfigurationseintrag {fieldName} ist nicht bekannt.

source: The field {fieldName} configured in {configFilename} is not known.
de: Der in {configFilename} konfigurierte Eintrag {fieldName} ist nicht bekannt.

source: under
de: unter

source: The value {value} at {path} configured in {configFilename} is not of type {type}.
de: Der in {configFilename} konfigurierte Wert {value} in {path} ist nicht vom Typ {type}.

source: Unknown error in {configFilename}: {errorMessage}
de: Unbekannter Fehler in {configFilename}: {errorMessage}

source: Exit program due to an invalid configuration file.
de: Verlasse das Programm aufgrund einer ungültigen Konfigurationsdatei.

source: Successfully checked the validity of the configuration file: {configFilename}
de: Erfolgreich die Korrektheit der Konfigurationsdatei {configFilename} geprüft.

source: Exit program as the configuration file does not exist.
de: Verlasse das Programm da eine Konfigurationsdatei nicht gefunden wurde.

source: There is a syntax-error in {configFilename}.
de: Es gibt einen Syntaxfehler in {configFilename}.

source: For help finding the syntax error, check https://jsonformatter.curiousconcept.com/.
de: Für Hilfe bei der Suche nach dem Syntaxfehler, nutze https://jsonformatter.curiousconcept.com/.

source: Exit program due to a syntax error in the configuration file.
de: Verlasse das Programm aufgrund eines Syntaxfehlers in einer Konfigurationsdatei.

source: Close configuration file: {configFilename}
de: Schließe die Konfigurationsdatei {configFilename}.

source: Successfully closed configuration file: {configFilename}
de: Erfolgreich die Konfigurationsdatei {configFilename} geschlossen.

source: Exit program as the configuration schema file does not exist.
de: Verlasse das Programm da die Konfigurationsschemadatei nicht gefunden wurde.

source: There is a syntax-error in {configSchemaFilename}.
de: Es gibt einen Syntaxfehler in der Konfigurationsschemadatei {configSchemaFilename}.

source: You are not supposed to change this file. Please restore the original version provived with this package.
de: Sie sollten diese Datei nicht verändern. Bitte stellen sie die Originalversion, welche mit diesem Paket ausgeliefert wurde, wieder her.

source: Exit program due to a syntax error in the configuration schema file.
de: Verlasse das Programm aufgrund eines Syntaxfehlers in der Konfigurationsschemadatei.

source: Close configuration schema file: {configSchemaFilename}
de: Öffne die Konfigurationsschemadatei {configSchemaFilename}.

source: Successfully closed configuration schema file: {configSchemaFilename}
de: Erfolgreich die Konfigurationsschemadatei {configSchemaFilename} geschlossen.

source: Example of a valid configuration file:
de: Beispiel einer gültigen Konfigurationsdatei:

source: Mandatory Parameters:
de: Obligatorische Parameter:

source: Definition of locations where different data of zapps kits are stored.
de: Definition der Speicherorte, an welchen die verschiedenen Daten von zapps kits gespeichert werden.

source: The directory to store data (or where setup_devices.py mounts the "device").
de: Der Ordner in welchem die Daten gespeichert werden sollen (oder an welchem setup_devices.py das entsprechende "device" einhängt).

source: Optional Parameters:
de: Optionale Parameter:

source: The file where the database file (--sm_dbfile) is stored.
de: Der Speicherort der Datenbankdatei (--sm_dbfile).

source: The directory where the log directory (--sm_logdir) is stored.
de: Der Speicherort des Logordners (--sm_logdir).

source: The directory where the log archive directory (--sm_archdir) is stored.
de: Der Speicherort des Logarchivordners (--sm_archdir).

source: The directory where the backup directory (--sm_backup_dir) is stored.
de: Der Speicherort des Backupordners (--sm_backup_dir).

source: The partition that is used to store data on (used by setup_devices.py).
de: Die Partition auf welcher die Daten gespeichert werden (wird von setup_devices.py verwendet).

source: If the partition should be formatted using BTRFS instead of ext3 (used by setup_devices.py).
de: Falls die Partition mit BTRFS statt ext3 formatiert werden soll (wird von setup_devices.py verwendet).

source: The directory where the script save_snapshot.py saves snapshots and where the scripts load_snapshot.py and repeat.py loads snapshots from.
de: Der Ordner in welchem save_snapshot.py Schnappschüsse speichert und von welchem load_snapshot.py und repeat.py Schnappschüsse laden.

source: Mount options used by setup_devices.py.
de: Einhängoptionen, welche von setup_devices.py verwendet werden.
