Repository: iMax3060/zero-exp
Catalog: locale/*/LC_MESSAGES/runKits.po
Languages: de

source: Successfully spawned thread %s to run the command: %s
de: Erfolg beim Starten von Thread %s zur Ausführung von Kommando: %s

source: Open file: %s
de: Öffne Datei: %s

source: Successfully opened file: %s
de: Erfolg beim Öffnen der Datei: %s

source: Spawn a new subprocess to run the shell command: %s
de: Starte einen neuen Unterprozess zur Ausführung des shell-Kommandos: %s

source: Successfully spawned subprocess %s to run the shell command: %s
de: Erfolg beim Starten des neuen Unterprozesses %s zur Ausführung des shell-Kommandos: %s

source: Flush file: %s
de: Ausschreiben der Datei: %s

source: Successfully flushed file: %s
de: Erfolg beim Ausschreiben der Datei: %s

source: Close file: %s
de: Schließe Datei: %s

source: Successfully closed file: %s
de: Erfolg beim schließen der Datei: %s

source: Terminated thread %s to run the command: %s
de: Thread %s zum Ausführen von Kommando %s wurde beendet.

source: Kill subprocess %s
de: Terminiere Unterprozess %s.

source: Killed subprocess %s
de: Habe Unterprozess %s terminiert.

source: Command not found: %s
de: Kommando nicht gefunden: %s

source: Located command %s at %s.
de: Kommando %s bei %s gefunden.

source: Run zapps kits using the following command: %s
de: Führe zapps kits unter Nutzung folgendes Kommandos aus: %s

source: Spawn a new subprocess to run the command: %s
de: Starte einen neuen Unterprozess zur Ausführung des Kommandos: %s

source: The subprocess terminated that ran the command: %s
de: Der Unterprozess zur Ausführung von Kommando %s ist terminiert.

source: Created the following files: %s
de: Habe die folgenden Dateien erstellt: %s

source: Runs zapps kits of the Zero Storage Manager.
de: Führt zapps kits des Zero Storage Managers aus.

source: Run zapps kits in GDB.
de: Führt zapps kits in GDB aus.

source: Activate verbose mode where much diagnostic information is printed.
de: Aktiviert den ausführlichen Modus, in welchem viel mehr diagnostische Informationen ausgegeben werden.

source: The benchmark that gets executed by zapps kits.
de: Der Benchmark, welcher von zapps kits durchgeführt wird.

source: Other arguments used by zapps kits (see zapps kits --help for more information).
de: Andere Einstellungen von zapps kits (schaue unter zapps kits --help für weitere Informationen).
